{
    "cerrar":"Cerrar",

    "Idioma": "Idioma",
    "habilidades": "habilidades",
    "contactar": "contactar",
    "enviarMensaje": "Enviar un mensaje",

    "sobremi":"sobre mi",
    "descargar":"descargar",
    "descripcion":"¡Hola! Soy Elias Salazar, un desarrollador Front-End especializado en Angular y apasionado por crear experiencias digitales atractivas. Mi destreza abarca desde la construcción de interfaces fluidas con HTML, CSS y JavaScript hasta la implementación de lógica dinámica en TypeScript. Además, cuento con conocimientos en Python, Node.js y Git, lo que me permite aportar soluciones completas y colaborar eficazmente en proyectos innovadores. ¡Espero contribuir a hacer realidad tus ideas web de manera impactante y funcional!",
    "visitaCV":"Si estás interesado en conocer más sobre mi experiencia y habilidades, te invito a echar un vistazo a mi CV. ¡Haz clic en el botón a continuación para descubrir más detalles sobre mi trayectoria!",

    "hola": "Hola!",
    "nombre": "Soy Elias Salazar",
    "profesion": "Desarrollador Front-End",

    "proyectos": "proyectos",
    "app": "Aplicaciones",

    "contactos": "CONTACTOS",
    "correo": "Su Correo",
    "mensaje": "Su Mensaje",
    "enviar": "Enviar",
    "pie": "Desarrollado y diseñado por Eiris Salazar. ©2023. Reservados todos los derechos.",

    "cardTextNeos": "Web publicitaria a local comercial la cual ofrece servicios terapeuticos, esta aun se encuentra  en estado de evolución.",
    "cardTextStelias":"Este proyecto consta en el desarrollo de una web la cual puede llevar una base de datos de productos de un local comercial, se utilizo CRUD para alimentar dicha web.",
    "cardTextResponsive":"Utilizando los lenguajes Html y Less, se aplico el modelo de adaptable para tres tamaños de pantallas.",
    "cardTextFutbol": "Esta es una aplicacion la cual esta diseñada para llevar el registro de un campeonato de futbol, en esta podemos ver tabla de posiciones, crear nuevos equipos y jugadores.",
    "cardTextAppStelias":"Esta aplicacion en la cual puede llevar una base de datos de productos de un local comercial, en esta puedes agragar nuevos productos, surtir y venderlos",

    "modalConstruido":"Proyecto construido en:",
    "visitar":"Visitar",
    "repositorio":"Repositorio",
    "modalFutbol": "Este proyecto esta basado en una aplicación deportiva, en esta se pueden crear nuevos equipos, nuevos jugadores, nuevos partidos, cabe resaltar que estos ingresos solo los puede hacer un administrador con clave de aseso, los usuarios que no tienen clave de aseso solo pueden visualizar los estados de sus equipos viendo que equipos están registrados, cuales son sus jugadores, la tabla de posiciones y tabla de goleadores.",
    "modalNeos": "Este es proyecto esta aun en etapa de construcción. Esta es una web informativa para una entidad de salud, prestadora de sus servicios terapéuticos en la ciudad de buenaventura, estoy encargado en el desarrollo y mantenimiento de dicha web, en el momento contiene textos y fotografías animadas e incluí  videos de la pagina de Facebook .",
    "modalStelias":"Este proyecto consta en el desarrollo de una web, que lleva una base de datos de productos, la cual es alimentada por medio de un formulario, se pueden ver los productos ya existentes, además se puede reabastecer productos próximos al agotarse, puede filtrar los que están en mayor posibilidad de agotamiento, además tiene una sección de venta donde podemos seleccionar los productos he irlos agregando al carro de ventas, al finalizar nos enviara a una ventana de historial de ventas donde podemos ver las ventas anteriormente realizadas. Espero les guste.",
    "modalResponsive": "He utilizando los lenguajes Html y Less, se aplico el modelo ajustable para tres tamaños de pantallas, teniendo en cuenta que se diseño en el tamaño pc se insertaron métodos adaptables para dos tipos de tamaños mas. La pantalla modo table: se implemento un tamaño determinado al tener una pantalla de un tamaño máximo de 800px. La pantalla modo celular: en este caso se implemento ingresar a este modo cuando la pantalla es con un tamaño máximo de 500px. Cabe resaltar que los tamaños superiores a los antes ya mencionados se tomaron como pantalla  en modalidad de escritorio.",
    "modalAppStelias":"Esta aplicación se puede crear un base de datos de un establecimiento comercial, estos llevan precio descripción y categorías, en ella puedes agregar nuevos productos, editarlos eliminarlos, como también puede surtir y vender, es muy útil para establecimientos comerciales pequeños.",

    "pdfLink":"Estos archivos PDF tienen link incluidos donde puedes visitar mis certificaciones y paginas.",
    "certificados":"Certificados"
}
