{
    "cerrar":"Close",
    "Idioma":"Language",
    "habilidades": "skillset",
    "contactar": "contact",
    "enviarMensaje": "Send a message",


    "hola":"Hellow!",
    "nombre": "I'm Elias Salazar",
    "profesion":"Front-End Developer",


    "proyectos": "Proyects",
    "app": "Aplications",


    "contactos":"CONTACTS",
    "correo": "Your Mail",
    "mensaje": "Your Message",
    "enviar": "Send",
    "pie": "Developed and designed by Eiris Salazar. ©2023. All rights reserved.",


    "cardTextNeos":"Advertising website for a commercial space that offers therapeutic services, currently in a state of development.",
    "cardTextStelias":"This project involves the development of a website that can house a database of products from a commercial space. CRUD operations were used to populate this website.",
    "cardTextResponsive":"Using HTML and Less languages, the responsive design model was applied for three screen sizes.",
    "cardTextFutbol": "This is a website designed to keep track of a soccer championship. It features a standings table and allows users to create new teams and players.",


    "modalConstruido":"Project built on:",
    "visitar":"View",
    "repositorio":"Repository",
    "modalFutbol":"This project is based on a sports application where users can create new teams, new players, and new matches. It's important to note that only an administrator with access credentials can perform these inputs. Users without access credentials can only view the status of their teams, including registered teams, players, the standings table, and the top scorers' table.",
    "modalNeos": "This project is still in the construction stage. It's an informative website for a healthcare institution that provides therapeutic services in the city of Buenaventura. I am responsible for the development and maintenance of this website. Currently, it includes text, animated photographs, and embedded videos from the Facebook page.",
    "modalStelias":"This project involves the development of a website with a database of products, which is populated through a form. Users can view existing products and also replenish products that are running low on stock. The website allows users to filter products that are likely to run out soon. Additionally, there's a sales section where users can select products and add them to the shopping cart. Upon finishing, the website directs users to a sales history window where they can review past transactions. I hope you like it!",
    "modalResponsive":"I've used HTML and Less languages for this project. The responsive design model was implemented for three screen sizes, with a primary focus on the desktop size. Adaptive methods were added for two additional screen sizes. Tablet mode: A specific layout was designed for screens with a maximum width of 800px. Mobile mode: This mode is activated when the screen width is a maximum of 500px. It's important to note that screen sizes larger than the ones mentioned above are considered desktop mode."
}
